tap "apple/apple", "http://github.com/apple/homebrew-apple"
tap "bufbuild/buf"
tap "buildkite/buildkite"
tap "buildkite/cli"
tap "cloudflare/cloudflare"
tap "codeclimate/formulae"
tap "datawire/blackbird"
tap "flight-school/formulae"
tap "golangci/tap"
tap "gromgit/fuse"
tap "hmarr/tap"
tap "homebrew/bundle"
tap "johanhaleby/kubetail"
tap "metalbear-co/mirrord"
tap "minamijoyo/hcledit"
tap "ngrok/ngrok"
tap "robotsandpencils/made"
tap "safetyculture/tap"
tap "yleisradio/terraforms"
tap "yoheimuta/protolint"
brew "openssl@3"
brew "libyaml"
brew "ansible"
brew "argocd"
brew "automake"
brew "awscli"
brew "bash"
brew "bash-completion"
brew "bat"
brew "bison"
brew "carthage"
brew "chruby"
brew "cli53"
brew "cloc"
brew "codespell"
brew "colordiff"
brew "comby"
brew "consul"
brew "coredns"
brew "coreutils"
brew "cpulimit"
brew "cue"
brew "curl"
brew "diff-so-fancy"
brew "docker-credential-helper-ecr", link: false
brew "dos2unix"
brew "dotnet"
brew "duckdb"
brew "fd"
brew "harfbuzz"
brew "pango"
brew "tesseract"
brew "fzf"
brew "gawk"
brew "gdbm"
brew "gh"
brew "git"
brew "git-lfs"
brew "git-standup"
brew "gnu-getopt"
brew "gnu-sed"
brew "go"
brew "gobject-introspection"
brew "golangci-lint"
brew "goreleaser"
brew "librsvg"
brew "graphviz"
brew "grep"
brew "gron"
brew "grpcui"
brew "grpcurl"
brew "hcl2json"
brew "helm"
brew "kubernetes-cli", link: false
brew "helmsman"
brew "htop"
brew "httpie"
brew "hub"
brew "huggingface-cli"
brew "hyperfine"
brew "iam-policy-json-to-terraform"
brew "imagemagick"
brew "influxdb@1"
brew "ipcalc"
brew "jj"
brew "jq"
brew "kafka"
brew "kcat"
brew "keyring"
brew "ko"
brew "krew"
brew "kubectx", link: false
brew "kubespy", link: false
brew "libffi"
brew "liquidprompt"
brew "llm"
brew "mint"
brew "mockery"
brew "mtr"
brew "netcat"
brew "nghttp2"
brew "nmap"
brew "nvm"
brew "ollama"
brew "opa"
brew "openai-whisper"
brew "osv-scanner"
brew "pandoc"
brew "parallel"
brew "postgresql@14"
brew "pre-commit"
brew "protoc-gen-go"
brew "protoc-gen-go-grpc"
brew "pv"
brew "pwgen"
brew "pygments"
brew "python@3.10"
brew "python@3.9"
brew "rclone"
brew "redis"
brew "rename"
brew "ripgrep"
brew "rom-tools"
brew "rpm2cpio"
brew "rsync"
brew "ruby-install"
brew "scc"
brew "scorecard"
brew "shellcheck"
brew "shfmt"
brew "skaffold"
brew "speedtest-cli"
brew "sshuttle"
brew "st"
brew "tailscale", link: false
brew "terraform-docs"
brew "testssl"
brew "tflint"
brew "typos-cli"
brew "velero"
brew "vim"
brew "virtualenv"
brew "watch"
brew "wget"
brew "yamllint"
brew "yarn"
brew "ykman"
brew "yq"
brew "zbar"
brew "bufbuild/buf/buf"
brew "buildkite/buildkite/buildkite-agent"
brew "codeclimate/formulae/codeclimate"
brew "datawire/blackbird/telepresence-legacy"
brew "flight-school/formulae/sentiment"
brew "hmarr/tap/codeowners"
brew "metalbear-co/mirrord/mirrord"
brew "minamijoyo/hcledit/hcledit"
brew "robotsandpencils/made/xcodes", link: false
brew "safetyculture/tap/scli"
brew "yleisradio/terraforms/chtf"
brew "yoheimuta/protolint/protolint"
cask "1password"
cask "alfred"
cask "aws-vpn-client"
cask "devutils"
cask "discord"
cask "epic-games"
cask "font-iosevka"
cask "fujifilm-x-webcam"
cask "gas-mask"
cask "goland"
cask "google-chrome"
cask "grandperspective"
cask "iina"
cask "insomnia"
cask "iterm2"
cask "macfuse"
cask "microsoft-remote-desktop"
cask "ngrok"
cask "postico"
cask "postman"
cask "rectangle"
cask "retroarch"
cask "session-manager-plugin"
cask "slack"
cask "sonos"
cask "spotify"
cask "steam"
cask "tailscale"
cask "terraform-1.0.6"
cask "terraform-1.1.6"
cask "terraform-1.3.4"
cask "terraform-1.3.7"
cask "terraform-1.3.9"
cask "terraform-1.4.6"
cask "terraform-1.5.0"
cask "terraform-1.5.6"
cask "terraform-1.6.6"
cask "viscosity"
cask "visual-studio-code"
cask "wireshark"
cask "wombat"
cask "xcodes"
cask "zoom"
vscode "42crunch.vscode-openapi"
vscode "bierner.markdown-mermaid"
vscode "bpruitt-goddard.mermaid-markdown-syntax-highlighting"
vscode "bradymholt.pgformatter"
vscode "bufbuild.vscode-buf"
vscode "eamodio.gitlens"
vscode "elagil.pre-commit-helper"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "hashicorp.terraform"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "orta.vscode-jest"
vscode "redhat.vscode-yaml"
vscode "sonarsource.sonarlint-vscode"
vscode "tamasfe.even-better-toml"
vscode "tomoki1207.selectline-statusbar"
vscode "zxh404.vscode-proto3"
