tap "buildkite/cli"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "jenkins-x/jx"
tap "johanhaleby/kubetail"
tap "ktr0731/evans"
tap "tavianator/tap"
tap "wata727/tflint"
tap "yleisradio/terraforms"
brew "ack"
brew "afl-fuzz"
brew "angle-grinder"
brew "ansible", link: false
brew "ansible-lint"
brew "aspell"
brew "aws-shell"
brew "awscli"
brew "bash"
brew "bash-completion"
brew "bat"
brew "gettext", link: true
brew "cli53"
brew "cloc"
brew "consul"
brew "coreutils"
brew "ctop"
brew "curl"
brew "go"
brew "dep"
brew "diff-so-fancy"
brew "docker-machine-driver-hyperkit"
brew "doitlive"
brew "dos2unix"
brew "elinks"
brew "envconsul"
brew "fd"
brew "flake8"
brew "fortio"
brew "fzf"
brew "gcal"
brew "gifify"
brew "gist"
brew "git"
brew "git-secrets"
brew "git-standup"
brew "gnu-sed"
brew "gnupg"
brew "govendor"
brew "graphviz"
brew "grep"
brew "protobuf"
brew "grpc"
brew "node"
brew "grunt-cli"
brew "hadolint"
brew "htop"
brew "httpie"
brew "hub"
brew "ipcalc"
brew "jq"
brew "kubernetes-cli"
brew "kubectx"
brew "kubernetes-helm"
brew "kustomize"
brew "legit"
brew "linkerd"
brew "liquidprompt", args: ["HEAD"]
brew "lua"
brew "netcat"
brew "nmap"
brew "nvm"
brew "packer"
brew "parallel"
brew "postgresql"
brew "pre-commit"
brew "pv"
brew "pwgen"
brew "rclone"
brew "redis"
brew "rename"
brew "ripgrep"
brew "rsync"
brew "s3cmd"
brew "shellcheck"
brew "shfmt"
brew "speedtest-cli"
brew "telnet"
brew "terraform", link: false
brew "terraform-docs"
brew "terraform_landscape"
brew "testssl"
brew "tflint"
brew "the_silver_searcher"
brew "tree"
brew "vault"
brew "velero"
brew "vim"
brew "watch"
brew "watchman"
brew "wget"
brew "yamllint"
brew "yarn"
brew "ykman"
brew "buildkite/cli/bk"
brew "johanhaleby/kubetail/kubetail", args: ["with-short-names"]
brew "ktr0731/evans/evans"
brew "tavianator/tap/bfs"
brew "yleisradio/terraforms/chtf"
cask "alfred"
cask "atom"
cask "cursorsense"
cask "docker-edge"
cask "font-iosevka"
cask "gas-mask"
cask "google-chrome"
cask "iterm2"
cask "minikube"
cask "numi"
cask "qlmarkdown"
cask "qlstephen"
cask "rcdefaultapp"
cask "reactotron"
cask "skype"
cask "slack"
cask "slate"
cask "sonos"
cask "steam"
cask "steermouse"
cask "the-unarchiver"
cask "tidal"
cask "viscosity"
cask "visual-studio-code-insiders"
cask "vlc"
cask "wireshark"
cask "yleisradio/terraforms/terraform-0.11.13"
cask "yleisradio/terraforms/terraform-0.11.14"
cask "yleisradio/terraforms/terraform-0.11.3"
cask "yleisradio/terraforms/terraform-0.12.0"
cask "yleisradio/terraforms/terraform-0.12.1"
cask "yleisradio/terraforms/terraform-0.12.2"
cask "yleisradio/terraforms/terraform-0.12.6"
cask "yleisradio/terraforms/terraform-0.12.7"
