tap "buildkite/buildkite"
tap "buildkite/cli"
tap "codeclimate/formulae"
tap "datawire/blackbird"
tap "gromgit/fuse"
tap "hmarr/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "johanhaleby/kubetail"
tap "minamijoyo/hcledit"
tap "robotsandpencils/made"
tap "safetyculture/tap"
tap "yleisradio/terraforms"
brew "gdbm"
brew "libyaml"
brew "readline"
brew "ansible"
brew "automake"
brew "awscli"
brew "bash"
brew "bash-completion"
brew "bat"
brew "bison"
brew "libffi"
brew "glib"
brew "carthage"
brew "chruby"
brew "cli53"
brew "cloc"
brew "colordiff"
brew "comby"
brew "consul"
brew "container-diff"
brew "coredns"
brew "coreutils"
brew "cue"
brew "curl"
brew "diff-so-fancy"
brew "dos2unix"
brew "envconsul"
brew "fd"
brew "gawk"
brew "gcal"
brew "gh"
brew "git"
brew "git-filter-repo"
brew "git-lfs"
brew "git-standup"
brew "gnu-sed"
brew "go"
brew "gobject-introspection"
brew "golangci-lint"
brew "goreleaser"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "grc"
brew "grep"
brew "gron"
brew "grpcurl"
brew "hcl2json"
brew "helm"
brew "kubernetes-cli"
brew "helmsman"
brew "htop"
brew "httpie"
brew "hub"
brew "iam-policy-json-to-terraform"
brew "imagemagick"
brew "influxdb@1"
brew "ipcalc"
brew "jq"
brew "kafka"
brew "kcat"
brew "ko"
brew "krew"
brew "kubectx", link: false
brew "kubespy", link: false
brew "liquidprompt"
brew "mint"
brew "mockery"
brew "mtr"
brew "netcat"
brew "nmap"
brew "nvm"
brew "openssl@3"
brew "packer"
brew "pandoc"
brew "parallel"
brew "postgresql"
brew "pre-commit"
brew "protoc-gen-go"
brew "protoc-gen-go-grpc"
brew "pv"
brew "pwgen"
brew "redis"
brew "rename"
brew "ripgrep"
brew "rpm2cpio"
brew "rsync"
brew "ruby-install"
brew "scc"
brew "shellcheck"
brew "shfmt"
brew "speedtest-cli"
brew "st"
brew "terraform-docs"
brew "testssl"
brew "tflint"
brew "velero"
brew "vim"
brew "watch"
brew "wget"
brew "yamllint"
brew "yarn"
brew "ykman"
brew "yq"
brew "zbar"
brew "buildkite/buildkite/buildkite-agent"
brew "buildkite/cli/bk"
brew "codeclimate/formulae/codeclimate"
brew "datawire/blackbird/telepresence-legacy"
brew "hmarr/tap/codeowners"
brew "johanhaleby/kubetail/kubetail", args: ["with-short-names"]
brew "minamijoyo/hcledit/hcledit"
brew "robotsandpencils/made/xcodes", link: false
brew "safetyculture/tap/scli"
brew "yleisradio/terraforms/chtf"
cask "alfred"
cask "aws-vpn-client"
cask "discord"
cask "docker"
cask "epic-games"
cask "font-iosevka"
cask "gas-mask"
cask "google-chrome"
cask "grandperspective"
cask "iina"
cask "insomnia"
cask "iterm2"
cask "macfuse"
cask "postico"
cask "rectangle"
cask "session-manager-plugin"
cask "slack"
cask "sonos"
cask "spotify"
cask "steam"
cask "steermouse"
cask "tailscale"
cask "terraform-0.11.14"
cask "terraform-0.12.29"
cask "terraform-0.12.31"
cask "terraform-0.13.7"
cask "terraform-0.14.11"
cask "terraform-0.15.5"
cask "terraform-1.0.10"
cask "terraform-1.0.11"
cask "terraform-1.0.6"
cask "terraform-1.0.7"
cask "terraform-1.0.8"
cask "terraform-1.0.9"
cask "terraform-1.1.6"
cask "terraform-1.1.7"
cask "terraform-1.1.8"
cask "terraform-1.1.9"
cask "viscosity"
cask "visual-studio-code"
cask "wireshark"
cask "wombat"
cask "xcodes"
cask "zoom"
